[
    {
      "picture": "https://i.ibb.co/Hqd3mHP/gallary-2.jpg",
      "Price": 44,
      "name": "Nuts Sunami",
      "about": "This nut spice blend is made with a much easier technique than the stovetop pan method. You'll get beautiful, perfectly frosted nuts roasted evenly, with no bitter burned spots.Preheat the oven to 350 degrees F (175 degrees C). Line a baking sheet with aluminum foil and lightly coat with cooking spray.Combine walnuts, pecans, almonds, and cashews in a large bowl. Add salt, black pepper, cumin, and cayenne; toss to coat.Heat sugar, water, and butter in a small saucepan over medium heat. Cook until butter is melted and sugar is dissolved, about 1 minute. Slowly pour butter mixture over nuts and stir to coat.Transfer nuts to the prepared baking sheet and spread into a single layer.Bake nuts in the preheated oven for 10 minutes. Stir nuts to coat with warm syrup; spread out in a single layer. Return to the oven and bake until nuts are sticky and roasted, about 6 minutes. Allow to cool before serving"
    },
    {
      "picture": "https://i.ibb.co/8B20fSF/gallary-12.jpg",
      "Price": 70,
      "name": "Grilled halloumi",
      "about": "There are many ways you can grill salmon: Grill it directly on grates, wrap it in foil packets, thread it onto skewers, and even grill it on a plank. Whichever method you choose to grill your salmon, here are simple tips for getting the best results.Make sure your grill is preheated before you put your salmon on it. High heat will help caramelize the fish and add smoky flavor as well as make attractive grill marks. A hot grill will also make for quick cooking so your salmon doesn't dry out, and will prevent the fish from sticking to the grates.To further ensure non-stick grilling, give your grates a good scraping with a grill brush to remove any debris from the last cookout, and finish it off with a light swipe of vegetable oil. See Top Tips for Grilling to brush up on your grilling know-how."
    },
    {
      "picture": "https://i.ibb.co/KLfq5sL/gallary-11.jpg",
      "Price": 69,
      "name": "Fruit Salad",
      "about": "Easy, versatile fruit salad is a refreshing addition to any meal, from backyard barbeques to weekend brunch to festive dinners. Whether you're looking for a side dish or dessert, we've got fruit salad recipes to suit all seasons and reasons. Here are 9 top-rated favorites.This solid 5-star recipe features a refreshing mix of melons and berries folded into a honey-kissed lemon and yogurt dressing. One suggestion would be to not add the sauce to the fruit until you're ready to serve,says lutzflcat.Crisp, tart apples, and sweet vanilla yogurt are combined with dried cranberries, dried cherries, and slivered almonds in this refreshing salad. This is a healthy, quick, and easy salad to make,This eye-catching salad showcases summer's most gorgeous fruit. A citrusy syrup adds the finishing glaze that brings it all together. Recipe submitter Nicole Graham Holley says,This salad is tastier the longer you can let it soak in its juices. I prefer 3 to 4 hours in the refrigerator before I serve it."
    },
    {
      "picture": "https://i.ibb.co/bRM0SvS/gallary-9.jpg",
      "Price": 72,
      "name": "Arabian Tabouleh",
      "about": "A delicious, easy, and healthy take on the Greek favorite and, most importantly, a recipe for fresh kale that doesn't involve soup! Za'atar can be substituted for sumac if desired.Pour water, lemon juice, and olive oil over couscous in a bowl; cover with plastic wrap and let stand until liquid is absorbed and couscous is softened, about 5 minutes.Mix kale, tomatoes, mushrooms, sumac, and salt into couscous mixture; refrigerate until cold, at least 30 minutes.Starting with a base of onion and garlic powders, this seasoning blend is bumped up with a mix of Italian herbs, dry mustard, cayenne, celery seed, and more. If you plan on putting it in a salt shaker, give the mix a quick run through the food processor to make the herbs small enough to sprinkle."
    },
    {
      "picture": "https://i.ibb.co/Ms2BjvV/gallary-1.jpg",
      "Price": 65,
      "name": "Arabian Manakeesh",
      "about": "Manakessh is a Chicken Made Arabian Food.Shredded chicken is such a smart, time-saving trick for quick dinners during the week. We love having shredded chicken around, already prepped for the week. These top-rated shredded chicken recipes are terrific, whether you're using up leftover chicken, roasting a chicken specifically for shredding, or simply dropping by the grocery store for a pre-made rotisserie chicken to shred.If you like sweet and spicy together, this is a great dinner idea!recipe submitter stephynewhouse says. Fill shells with chicken, lettuce, tomato, fresh cilantro, and your choice of hot sauce. Enjoy!Here's a simple and spicy Asian salad with rice noodles and chicken, plus carrots, green onions, and fresh herbs—basil, cilantro, and mint—tossed with a super-easy dressing."
    },
    {
        "picture": "https://i.ibb.co/ZJsXSSc/blog-5.jpg",
        "Price": 77,
        "name": "Strawberry Juice",
        "about": "Strawberries and cream cheese bring out the best in each other when they meet up in some of our favorite desserts. The rich texture and tangy flavor of the cream cheese makes a perfect complement to sweet and juicy strawberries, creating a union that inspires endless variations on this delectable theme. Scroll through and feast upon some of our best strawberry and cream cheese desserts, including strawberry cheesecake, strawberry pie, strawberry pretzel salad, and fresh strawberry cakes and cupcakes to help you make the most of strawberry season.Arrange ladyfingers around the sides and bottom of an 8-inch springform pan, standing ladyfingers lengthwise around the sides of the pan. Pour 1/2 of the filling into the pan, then arrange a layer of ladyfingers on top of the filling. Pour remaining filling over ladyfingers."
      }
  ]